Revit 2027 API
ParameterTypeId.TrussFamilyDiagWebStartReleaseType Property
 "Start Release"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TrussFamilyDiagWebStartReleaseType { get; }
Public Shared ReadOnly Property TrussFamilyDiagWebStartReleaseType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TrussFamilyDiagWebStartReleaseType {
	ForgeTypeId^ get ();
}
static member TrussFamilyDiagWebStartReleaseType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace